Repository: MaxLaneDev/spark-clean
Catalog: SparkClean/Localizable.xcstrings
Source language: en
Languages: de, he, ja, zh_hans

# %lld old screen recordings over 50 MB
source: %1$lld old screen recordings over 50 MB
de: %1$lld alte Bildschirmaufnahmen über 50 MB
he: %1$lld הקלטות מסך ישנות מעל 50 MB
ja: %1$lld 50 MB を超える古い画面録画
zh_hans: %1$lld 超过 50 MB 的旧屏幕录制内容

# %lld old screenshots — likely safe to delete
source: %1$lld old screenshots — likely safe to delete
de: %1$lld alte Screenshots – wahrscheinlich sicher zu löschen
he: %1$lld צילומי מסך ישנים — סביר שבטוח למחוק
ja: %1$lld 古いスクリーンショット — 削除しても安全な可能性があります
zh_hans: %1$lld 旧屏幕截图 — 可以安全删除

# %lld rebuildable cache/log categories can free %@.
source: %1$lld rebuildable cache/log categories can free %2$@.
de: %1$lld Wiederaufbaubare Cache-/Protokollkategorien können %2$@ freigeben.
he: %1$lld קטגוריות של מטמון ויומן שניתנות לבנייה מחדש יכולות לפנות %2$@.
ja: %1$lld 再構築可能なキャッシュ/ログ カテゴリは %2$@ を解放できます。
zh_hans: %1$lld 可重建缓存/日志类别可以释放%2$@。

# %lld sandboxed-app cache(s) — safe to remove, rebuilt automatically
source: %1$lld sandboxed-app cache(s) — safe to remove, rebuilt automatically
de: %1$lld Sandboxed-App-Cache(s) – sicher zu entfernen, automatisch neu erstellt
he: %1$lld מטמונים של יישומים בארגז חול — בטוחים להסרה ונבנים מחדש אוטומטית
ja: %1$lld サンドボックスアプリのキャッシュ - 安全に削除でき、自動的に再構築されます
zh_hans: %1$lld 沙盒应用程序缓存 — 安全删除，自动重建

# %lld skipped (a file already exists at the original location).
source: %1$lld skipped (a file already exists at the original location).
de: %1$lld übersprungen (eine Datei existiert bereits am ursprünglichen Speicherort).
he: %1$lld פריטים דולגו (קובץ כבר קיים במיקום המקורי).
ja: %1$lld はスキップされました (ファイルは元の場所にすでに存在します)。
zh_hans: %1$lld 已跳过（原始位置已存在文件）。

# %lld stopped containers
source: %1$lld stopped containers
de: %1$lld Container gestoppt
he: %1$lld קונטיינרים עצורים
ja: %1$lld 停止したコンテナ
zh_hans: %1$lld 已停止的容器

# %lld system-level caches — safe to remove
source: %1$lld system-level caches — safe to remove
de: %1$lld Caches auf Systemebene – sicher zu entfernen
he: %1$lld מטמונים ברמת המערכת — בטוחים להסרה
ja: %1$lld システムレベルのキャッシュ - 安全に削除できます
zh_hans: %1$lld 系统级缓存 — 可以安全删除

# %lld target directories — run cargo build to restore
source: %1$lld target directories — run cargo build to restore
de: %1$lld Zielverzeichnisse – zum Wiederherstellen cargo build ausführen
he: %1$lld תיקיות ⁦target⁩ — הרץ ⁦cargo build⁩ כדי לשחזר
ja: %1$lld ターゲット ディレクトリ — cargo buildを実行して復元します
zh_hans: %1$lld目标目录——运行cargo build来恢复

# %lld untagged images not referenced by a container
source: %1$lld untagged images not referenced by a container
de: %1$lld Bilder ohne Tags, auf die kein Container verweist
he: %1$lld תמונות ללא תגית שאינן בשימוש של קונטיינר
ja: %1$lld コンテナによって参照されていないタグなしイメージ
zh_hans: %1$lld 容器未引用的未标记图像

# (%lld locations)
source: (%1$lld locations)
de: (%1$lld Standorte)
he: (%1$lld מיקומים)
ja: (%1$lld の場所)
zh_hans: （%1$lld 地点）

source: (cannot be undone)
de: (kann nicht rückgängig gemacht werden)
he: (לא ניתן לבטל)
ja: (元に戻すことはできません)
zh_hans: （无法撤消）

source: (recoverable)
de: (wiederherstellbar)
he: (ניתן לשחזור)
ja: (回復可能)
zh_hans: （可恢复）

# **%@** was moved to Trash but left **%@** of data behind:
source: **%1$@** was moved to Trash but left **%2$@** of data behind:
de: **%1$@** wurde in den Papierkorb verschoben, hinterließ aber **%2$@** Daten zurück:
he: **%1$@** הועבר לאשפה אך השאיר אחריו **%2$@** של נתונים:
ja: **%1$@** はゴミ箱に移動されましたが、**%2$@** のデータが残されました:
zh_hans: **%1$@** 已移至废纸篓，但留下了 **%2$@** 的数据：

source: **Cmd+R** — Scan **Cmd+E** — Export Report **Cmd+Shift+A** — Select All **Cmd+Shift+D** — Deselect All **Cmd+Shift+S** — Select Safe Only
de: **Cmd+R** – Scannen **Cmd+E** – Bericht exportieren **Cmd+Shift+A** – Alles auswählen **Cmd+Shift+D** – Auswahl aufheben **Cmd+Shift+S** – Nur sichere Elemente auswählen
he: **⁦Cmd+R⁩** — סריקה **⁦Cmd+E⁩** — ייצוא דוח **⁦Cmd+Shift+A⁩** — בחירת הכול **⁦Cmd+Shift+D⁩** — ביטול כל הבחירות **⁦Cmd+Shift+S⁩** — בחירת פריטים בטוחים בלבד
ja: **Cmd+R** — スキャン **Cmd+E** — レポートのエクスポート **Cmd+Shift+A** — すべて選択 **Cmd+Shift+D** — すべての選択を解除 **Cmd+Shift+S** — 安全のみを選択
zh_hans: **Cmd+R** — 扫描 **Cmd+E** — 导出报告 **Cmd+Shift+A** — 选择全部 **Cmd+Shift+D** — 取消全选 **Cmd+Shift+S** — 选择仅安全

source: **Safe** (green): Low-risk caches, logs, and generated files expected to rebuild. **Review** (orange): User files like old downloads or stale temp files. Check before deleting. **Caution** (red): App data or Docker resources. Could affect running apps.
de: **Sicher** (grün): Caches, Protokolle und generierte Dateien mit geringem Risiko, die neu erstellt werden können. **Prüfen** (orange): Benutzerdateien wie alte Downloads oder temporäre Dateien. Vor dem Löschen prüfen. **Vorsicht** (rot): App-Daten oder Docker-Ressourcen. Kann laufende Apps beeinträchtigen.
he: **בטוח** (ירוק): מטמונים, יומנים וקבצים שנוצרו מחדש, בסיכון נמוך. **לבדיקה** (כתום): קובצי משתמש, כגון הורדות ישנות או קבצים זמניים ישנים. יש לבדוק לפני המחיקה. **זהירות** (אדום): נתוני יישומים או משאבי Docker. המחיקה עלולה להשפיע על יישומים פועלים.
ja: **安全**（緑）：再生成される低リスクのキャッシュ、ログ、生成ファイル。 **要確認**（オレンジ）：古いダウンロードや一時ファイルなどのユーザーファイル。削除前に確認してください。 **注意**（赤）：アプリデータまたは Docker リソース。実行中のアプリに影響する可能性があります。
zh_hans: **安全**（绿色）：低风险缓存、日志以及可重新生成的文件。 **需检查**（橙色）：旧下载或过期临时文件等用户文件。删除前请检查。 **谨慎**（红色）：应用数据或 Docker 资源。可能影响正在运行的应用。

# +%@ wasted
source: +%1$@ wasted
de: +%1$@ verschwendet
he: +%1$@ מבוזבז
ja: +%1$@ 無駄だった
zh_hans: +%1$@浪费

source: 1 .next build directory — rebuilt by the next Next.js build
de: 1 .next-Build-Verzeichnis – wird vom nächsten Next.js-Build neu erstellt
he: תיקיית בנייה אחת ⁦.next⁩ — תיבנה מחדש בבנייה הבאה של Next.js
ja: 1 .next ビルド ディレクトリ — 次の Next.js ビルドによって再構築されます
zh_hans: 1 .next 构建目录 — 由下一个 Next.js 构建重新构建

source: 1 category
de: 1 Kategorie
he: קטגוריה אחת
ja: 1カテゴリ
zh_hans: 1 类

source: 1 file
de: 1 Datei
he: קובץ אחד
ja: 1ファイル
zh_hans: 1 个文件

# 1 group selected, %@ wasted
source: 1 group selected, %1$@ wasted
de: 1 Gruppe ausgewählt, %1$@ verschwendet
he: נבחרה קבוצה אחת, %1$@ מיותרים
ja: 1 グループが選択されました。%1$@ は無駄になりました
zh_hans: 已选择 1 组，%1$@ 已浪费

# 1 model installed — %@
source: 1 model installed — %1$@
de: 1 Modell installiert – %1$@
he: מודל אחד מותקן — %1$@
ja: 1 モデルがインストールされています — %1$@
zh_hans: 安装 1 个型号 — %1$@

source: 1 target directory — run cargo build to restore
de: 1 Zielverzeichnis – zum Wiederherstellen cargo build ausführen
he: תיקיית ⁦target⁩ אחת — הרץ ⁦cargo build⁩ כדי לשחזר
ja: 1 つのターゲット ディレクトリ — cargo buildを実行して復元します
zh_hans: 1个目标目录——运行cargo build来恢复

source: 10 new categories: HuggingFace, Ollama, LM Studio, Bazel, Deno, Poetry, and more
de: 10 neue Kategorien: HuggingFace, Ollama, LM Studio, Bazel, Deno, Poetry und mehr
he: 10 קטגוריות חדשות: HuggingFace, Ollama, LM Studio, Bazel, Deno, Poetry ועוד
ja: 10 の新しいカテゴリ: HuggingFace、Ollama、LM Studio、Bazel、Deno、Poetry など
zh_hans: 10 个新类别：HuggingFace、Ollama、LM Studio、Bazel、Deno、Poetry 等

source: 14 days
de: 14 Tage
he: 14 ימים
ja: 14日
zh_hans: 14天

source: 180 days
de: 180 Tage
he: 180 ימים
ja: 180日
zh_hans: 180天

source: 30 days
de: 30 Tage
he: 30 ימים
ja: 30日
zh_hans: 30天

source: 365 days
de: 365 Tage
he: 365 ימים
ja: 365日
zh_hans: 365天

source: 60 days
de: 60 Tage
he: 60 ימים
ja: 60日
zh_hans: 60天

source: 7 days
de: 7 Tage
he: 7 ימים
ja: 7日間
zh_hans: 7天

source: 90 days
de: 90 Tage
he: 90 ימים
ja: 90日
zh_hans: 90天

source: AI Models
de: KI-Modelle
he: דגמי AI
ja: AIモデル
zh_hans: AI 模型

source: AI Models & Configuration
de: KI-Modelle und Konfiguration
he: דגמי AI ותצורה
ja: AIモデルと構成
zh_hans: AI 模型与配置

source: APFS clones are no longer counted twice, so reported sizes match real reclaimable space
de: APFS-Klone werden nicht mehr doppelt gezählt, sodass die gemeldeten Größen mit dem tatsächlich zurückgewinnbaren Speicherplatz übereinstimmen
he: שיבוטים של APFS כבר לא נספרים פעמיים, כך שהגדלים המדווחים תואמים לשטח האמיתי שניתן לפינוי
ja: APFS クローンは 2 回カウントされなくなり、報告されるサイズは実際の再利用可能なスペースと一致します
zh_hans: APFS 克隆不再计算两次，因此报告的大小与实际可回收空间匹配

source: APFS container metadata
de: Metadaten des APFS-Containers
he: מטא-נתונים של קונטיינר APFS
ja: APFSコンテナメタデータ
zh_hans: APFS 容器元数据

source: APFS defragmentation enabled — macOS will compact eligible files in the background
de: APFS-Defragmentierung aktiviert – macOS komprimiert geeignete Dateien im Hintergrund
he: איחוי APFS הופעל — macOS יאחה קבצים מתאימים ברקע
ja: APFS デフラグが有効化 - macOS は対象となるファイルをバックグラウンドで圧縮します
zh_hans: 启用 APFS 碎片整理 - macOS 将在后台压缩符合条件的文件

source: APFS defragmentation is already enabled and running in the background
de: Die APFS-Defragmentierung ist bereits aktiviert und läuft im Hintergrund
he: איחוי APFS כבר מופעל ופועל ברקע
ja: APFS デフラグはすでに有効になっており、バックグラウンドで実行されています
zh_hans: APFS 碎片整理已启用并在后台运行

source: AUTO-DETECTED
de: AUTOMATISCH ERKENNT
he: זיהוי אוטומטי
ja: 自動検出
zh_hans: 自动检测

source: About
de: Über
he: אודות
ja: 情報
zh_hans: 关于

source: About SparkClean
de: Über SparkClean
he: על SparkClean
ja: SparkCleanについて
zh_hans: 关于 SparkClean

source: Access Downloads, Documents, Desktop, and removable volumes.
de: Greifen Sie auf Downloads, Dokumente, Desktop und Wechseldatenträger zu.
he: גישה להורדות, למסמכים, לשולחן העבודה ולאמצעי אחסון נשלפים.
ja: ダウンロード、ドキュメント、デスクトップ、およびリムーバブル ボリュームにアクセスします。
zh_hans: 访问下载、文档、桌面和可移动卷。

source: Added memory pressure monitoring — scans auto-cancel under critical pressure
de: Speicherdrucküberwachung hinzugefügt – Scans werden bei kritischem Druck automatisch abgebrochen
he: נוסף ניטור לחץ זיכרון — הסריקות מתבטלות אוטומטית בעת לחץ קריטי
ja: メモリ負荷監視の追加 - 重大な負荷がかかるとスキャンが自動キャンセルされます
zh_hans: 添加内存压力监控——临界压力下扫描自动取消

source: Admin Actions
de: Administratoraktionen
he: פעולות מנהל
ja: 管理者操作
zh_hans: 管理员操作

source: Admin privilege escalation — clean root-owned files, uninstall system apps (e.g., Microsoft Office), and Trash Monitor cleanup
de: Eskalation der Administratorrechte – Bereinigen von Root-Dateien, Deinstallieren von Systemanwendungen (z. B. Microsoft Office) und Bereinigung des Papierkorbmonitors
he: שימוש בהרשאות מנהל — ניקוי קבצים בבעלות root, הסרת יישומי מערכת (למשל Microsoft Office) וניקוי באמצעות מנטר האשפה
ja: 管理者権限の昇格 — ルート所有ファイルのクリーンアップ、システム アプリ (Microsoft Office など) のアンインストール、ゴミ箱モニターのクリーンアップ
zh_hans: 管理员权限升级 - 清理 root 拥有的文件、卸载系统应用程序（例如 Microsoft Office）和垃圾监视器清理

source: Administrator authorization was cancelled or failed
de: Die Administratorautorisierung wurde abgebrochen oder ist fehlgeschlagen
he: הרשאת מנהל בוטלה או נכשלה
ja: 管理者権限が取り消されたか失敗しました
zh_hans: 管理员授权被取消或失败

source: Administrator authorization was cancelled.
de: Die Administratorberechtigung wurde aufgehoben.
he: הרשאת מנהל בוטלה.
ja: 管理者権限が取り消されました。
zh_hans: 管理员授权被取消。

source: Administrator cleanup was cancelled
de: Die Administratorbereinigung wurde abgebrochen
he: ניקוי מנהל המערכת בוטל
ja: 管理者のクリーンアップがキャンセルされました
zh_hans: 管理员清理已取消

source: Administrator removal failed.
de: Das Entfernen durch den Administrator ist fehlgeschlagen.
he: ההסרה באמצעות הרשאות מנהל נכשלה.
ja: 管理者の削除に失敗しました。
zh_hans: 管理员删除失败。

source: Adobe media cache — rebuilt when editing
de: Adobe Media Cache – wird beim Bearbeiten neu erstellt
he: מטמון המדיה של Adobe - נבנה מחדש בעת עריכה
ja: Adobe メディア キャッシュ — 編集時に再構築されます
zh_hans: Adobe 媒体缓存 — 编辑时重建

source: All
de: Alle
he: הכל
ja: すべて
zh_hans: 全部

source: All bookmarks, history, extensions
de: Alle Lesezeichen, Verlauf, Erweiterungen
he: כל הסימניות, ההיסטוריה, ההרחבות
ja: すべてのブックマーク、履歴、拡張機能
zh_hans: 所有书签、历史记录、扩展

source: All downloaded device-support symbols — large and re-downloadable, but not necessarily old
de: Alle heruntergeladenen Geräteunterstützungssymbole – groß und erneut herunterladbar, aber nicht unbedingt alt
he: כל סמלי התמיכה במכשירים שהורדו — גדולים וניתנים להורדה מחדש, אך אינם בהכרח ישנים
ja: ダウンロードされたすべてのデバイス サポート シンボル - 大きくて再ダウンロード可能ですが、必ずしも古いとは限りません
zh_hans: 所有下载的设备支持符号 - 大且可重新下载，但不一定是旧的

source: All installed games will be deleted
de: Alle installierten Spiele werden gelöscht
he: כל המשחקים המותקנים יימחקו
ja: インストールされているゲームはすべて削除されます
zh_hans: 所有已安装的游戏将被删除

source: All locally stored WhatsApp attachments — clear this media store to reclaim its full on-disk size
de: Alle lokal gespeicherten WhatsApp-Anhänge – löschen Sie diesen Medienspeicher, um die volle Größe auf der Festplatte wiederherzustellen
he: כל קובצי המדיה של WhatsApp המאוחסנים מקומית — נקה את מאגר המדיה כדי לפנות את מלוא השטח שהוא תופס בדיסק
ja: ローカルに保存されているすべての WhatsApp 添付ファイル — このメディア ストアをクリアして、ディスク上の完全なサイズを再利用します
zh_hans: 所有本地存储的 WhatsApp 附件 - 清除此媒体存储以回收其完整的磁盘大小

source: Allows Docker cleanup commands and Finder integration.
de: Ermöglicht Docker-Bereinigungsbefehle und Finder-Integration.
he: מאפשרת פקודות ניקוי של Docker ושילוב עם Finder.
ja: Docker クリーンアップ コマンドと Finder の統合を許可します。
zh_hans: 允许 Docker 清理命令和 Finder 集成。

source: Analyze Disk
de: Speicher analysieren
he: נתח דיסק
ja: ディスクを分析
zh_hans: 分析磁盘

source: Analyze the startup disk to account for files, protected data, and APFS volumes.
de: Analysieren Sie das Startvolume, um Dateien, geschützte Daten und APFS-Volumes zu berücksichtigen.
he: נתח את דיסק האתחול כדי למפות קבצים, נתונים מוגנים ואמצעי אחסון של APFS.
ja: 起動ディスクを分析して、ファイル、保護されたデータ、APFS ボリュームを考慮します。
zh_hans: 分析启动磁盘以了解文件、受保护数据和 APFS 卷。

# Analyzed %@ in %@ seconds.
source: Analyzed %1$@ in %2$@ seconds.
de: Analysiert %1$@ in %2$@ Sekunden.
he: הניתוח בוצע ב-%1$@ ונמשך %2$@ שניות.
ja: %1$@ を %2$@ 秒で分析しました。
zh_hans: 在 %2$@ 秒内分析了 %1$@。

# Analyzing images (%lld/%lld)...
source: Analyzing images (%1$lld/%2$lld)...
de: Bilder werden analysiert (%1$lld/%2$lld)...
he: מנתח תמונות (%1$lld/%2$lld)...
ja: 画像 (%1$lld/%2$lld) を分析中...
zh_hans: 正在分析图像 (%1$lld/%2$lld)...

source: Android Virtual Devices
de: Virtuelle Android-Geräte
he: מכשירים וירטואליים ל-Android
ja: Android 仮想デバイス
zh_hans: Android 虚拟设备

source: Android build caches and Gradle — rebuilt on next build
de: Android-Build-Caches und Gradle – beim nächsten Build neu erstellt
he: מטמוני הבנייה של Android ו-Gradle — נבנים מחדש בבנייה הבאה
ja: Android ビルド キャッシュと Gradle — 次回のビルドで再構築されます
zh_hans: Android 构建缓存和 Gradle — 在下一个构建中重新构建

source: Animated stat counters, disk bar transitions, hover effects, and section transitions
de: Animierte Statistikzähler, Disk-Bar-Übergänge, Hover-Effekte und Abschnittsübergänge
he: מוני סטטיסטיקה מונפשים, מעברי סרגלי דיסק, אפקטי ריחוף ומעברי מקטעים
ja: アニメーション化された統計カウンター、ディスク バーの遷移、ホバー効果、およびセクションの遷移
zh_hans: 动画统计计数器、磁盘栏过渡、悬停效果和部分过渡

source: Any age
de: Jedes Alter
he: ללא הגבלת גיל
ja: 年齢問わず
zh_hans: 任何年龄

source: App Bundle
de: App-Paket
he: חבילת היישום
ja: アプリバンドル
zh_hans: 应用包

source: App Cannot Be Analyzed
de: App kann nicht analysiert werden
he: לא ניתן לנתח את האפליקציה
ja: アプリを分析できません
zh_hans: 无法分析应用程序

source: App Language
de: App-Sprache
he: שפת היישום
ja: アプリの言語
zh_hans: 应用语言

source: App Leftovers
de: App-Datenreste
he: שאריות של יישומים
ja: アプリの残存ファイル
zh_hans: 应用残留文件

source: App Path:
de: App-Pfad:
he: נתיב אפליקציה:
ja: アプリのパス:
zh_hans: 应用程序路径：

source: App Size:
de: App-Größe:
he: גודל אפליקציה:
ja: アプリのサイズ:
zh_hans: 应用程序大小：

source: App Uninstaller
de: App-Deinstallation
he: הסרת יישומים
ja: アプリアンインストーラ
zh_hans: 应用卸载

source: App Uninstaller with related data detection
de: App-Deinstallationsprogramm mit zugehöriger Datenerkennung
he: מסיר יישומים עם זיהוי נתונים קשורים
ja: 関連データ検出機能を備えたアプリ アンインストーラー
zh_hans: 带有相关数据检测的应用程序卸载程序

source: App crash reports and diagnostics — safe to remove
de: App-Absturzberichte und Diagnose – sicher zu entfernen
he: דוחות קריסת אפליקציה ואבחון - בטוח להסרה
ja: アプリのクラッシュ レポートと診断 — 安全に削除できます
zh_hans: 应用程序崩溃报告和诊断 - 可以安全删除

source: App data or system files — could cause issues if deleted.
de: App-Daten oder Systemdateien – könnten beim Löschen Probleme verursachen.
he: נתוני אפליקציה או קובצי מערכת — עלולים לגרום לבעיות אם יימחקו.
ja: アプリ データまたはシステム ファイル - 削除すると問題が発生する可能性があります。
zh_hans: 应用程序数据或系统文件 - 如果删除可能会导致问题。

source: App resume data — removing it can discard restored windows or session state
de: Daten zur App-Wiederherstellung – beim Entfernen können wiederhergestellte Fenster oder Sitzungsdaten verloren gehen
he: נתוני שחזור מצב היישום — הסרתם עלולה למחוק חלונות ששוחזרו או את מצב ההפעלה
ja: アプリの状態復元データ — 削除すると、復元されたウインドウやセッション状態が失われる場合があります
zh_hans: 应用状态恢复数据 — 移除后可能会丢失恢复的窗口或会话状态

source: Apple Music artwork cache — rebuilt automatically
de: Apple Music-Artwork-Cache – automatisch neu erstellt
he: מטמון הגרפיקה של Apple Music - נבנה מחדש באופן אוטומטי
ja: Apple Music アートワーク キャッシュ — 自動的に再構築されます
zh_hans: Apple Music 艺术作品缓存 — 自动重建

source: Apple Podcasts cached episodes — re-downloaded on demand
de: Zwischengespeicherte Episoden von Apple Podcasts – bei Bedarf erneut heruntergeladen
he: פרקים של Apple Podcasts שנשמרו במטמון — יורדו מחדש לפי דרישה
ja: Apple Podcast のキャッシュされたエピソード — オンデマンドで再ダウンロード
zh_hans: Apple 播客缓存了剧集 - 按需重新下载

source: Applications
de: Programme
he: יישומים
ja: アプリケーション
zh_hans: 应用程序

source: Archives (zip, tar, gz, 7z, rar, bz2, xz, tgz)
de: Archive (zip, tar, gz, 7z, rar, bz2, xz, tgz)
he: ארכיונים (zip, tar, gz, 7z, rar, bz2, xz, tgz)
ja: アーカイブ (zip、tar、gz、7z、rar、bz2、xz、tgz)
zh_hans: 档案（zip、tar、gz、7z、rar、bz2、xz、tgz）

source: Automation
de: Automatisierung
he: אוטומציה
ja: 自動化
zh_hans: 自动化

source: Back
de: Zurück
he: חזרה
ja: 戻る
zh_hans: 返回

source: Bazel build system cache — rebuilt on next build
de: Bazel-Build-Systemcache – beim nächsten Build neu erstellt
he: מטמון מערכת הבנייה של Bazel — נבנה מחדש בבנייה הבאה
ja: Bazel ビルド システム キャッシュ — 次のビルドで再構築されます
zh_hans: Bazel 构建系统缓存 - 在下一次构建时重建

# Blocked by the deletion policy: %@.
source: Blocked by the deletion policy: %1$@.
de: Durch die Löschrichtlinie blockiert: %1$@.
he: חסום על ידי מדיניות המחיקה: %1$@.
ja: 削除ポリシーによってブロックされています: %1$@。
zh_hans: 被删除策略阻止：%1$@。

source: Blue = used space, Orange = reclaimable by SparkClean, Gray = free space
de: Blau = genutzter Speicherplatz, Orange = durch SparkClean zurückgewinnbar, Grau = freier Speicherplatz
he: כחול = שטח בשימוש, כתום = ניתן לפינוי על ידי SparkClean, אפור = שטח פנוי
ja: 青 = 使用済みスペース、オレンジ = SparkClean によって再利用可能、グレー = 空きスペース
zh_hans: 蓝色 = 已用空间，橙色 = SparkClean 可回收的空间，灰色 = 可用空间

# Breakdown (%lld entries):
source: Breakdown (%1$lld entries):
de: Aufschlüsselung (%1$lld Einträge):
he: פירוט (%1$lld רשומות):
ja: 内訳 (%1$lld エントリ):
zh_hans: 细分（%1$lld条目）：

# Broken Symlinks (%lld found)
source: Broken Symlinks (%1$lld found)
de: Defekte Symlinks (%1$lld gefunden)
he: קישורים סימליים שבורים (נמצאו %1$lld)
ja: 壊れたシンボリックリンク (%1$lld が見つかりました)
zh_hans: 损坏的符号链接（找到%1$lld）

source: Browser Automation Binaries
de: Browser-Automatisierungs-Binärdateien
he: קבצים בינאריים לאוטומציית דפדפנים
ja: ブラウザ自動化バイナリ
zh_hans: 浏览器自动化二进制文件

source: Browser cache cleanup (Safari, Chrome, Firefox, Arc, Edge, Brave)
de: Browser-Cache-Bereinigung (Safari, Chrome, Firefox, Arc, Edge, Brave)
he: ניקוי מטמון הדפדפן (Safari, Chrome, Firefox, Arc, Edge, Brave)
ja: ブラウザキャッシュのクリーンアップ (Safari、Chrome、Firefox、Arc、Edge、Brave)
zh_hans: 浏览器缓存清理（Safari、Chrome、Firefox、Arc、Edge、Brave）

source: Browsers
de: Browser
he: דפדפנים
ja: ブラウザ
zh_hans: 浏览器

source: Build Information
de: Build-Informationen
he: מידע על בנייה
ja: ビルド情報
zh_hans: 构建信息

# Build cache (%@ reclaimable)
source: Build cache (%1$@ reclaimable)
de: Build-Cache (%1$@ rückgewinnbar)
he: מטמון בנייה (%1$@ לפינוי)
ja: ビルドキャッシュ (%1$@ 再利用可能)
zh_hans: 构建缓存（%1$@可回收）

# Build cache — %@ reclaimable
source: Build cache — %1$@ reclaimable
de: Build-Cache – %1$@ rückgewinnbar
he: מטמון בנייה — %1$@ לפינוי
ja: ビルド キャッシュ — %1$@ 再利用可能
zh_hans: 构建缓存 — %1$@ 可回收

source: Building your complete disk map…
de: Erstellen Sie Ihre vollständige Festplattenzuordnung …
he: בניית מפת הדיסק המלאה שלך...
ja: 完全なディスク マップを構築しています…
zh_hans: 构建完整的磁盘映射...

source: Bun data
de: Bun-Daten
he: נתוני Bun
ja: Bunデータ
zh_hans: Bun 数据

source: Bundler package cache — installed user gems are not touched
de: Bundler-Paketcache – installierte Benutzer-Gems werden nicht berührt
he: מטמון החבילות של Bundler — חבילות gem מותקנות של המשתמש לא יוסרו
ja: Bundler パッケージ キャッシュ - インストールされたユーザー Gem には影響しません
zh_hans: Bundler 包缓存 — 已安装的用户 gem 不会被触及

source: By Category
de: Nach Kategorie
he: לפי קטגוריה
ja: カテゴリ別
zh_hans: 按类别

source: By proceeding, you acknowledge that SparkClean is provided "as is" without warranty of any kind. The developer assumes no liability for any data loss, system instability, or damages resulting from the use of this application. You are solely responsible for reviewing the items selected for removal and ensuring they are not required by your system or applications. It is strongly recommended to maintain up-to-date backups before performing any cleanup operations.
de: Indem Sie fortfahren, erkennen Sie an, dass SparkClean „wie besehen“ und ohne Gewährleistung jeglicher Art bereitgestellt wird. Der Entwickler übernimmt keine Haftung für Datenverluste, Systeminstabilität oder Schäden, die aus der Verwendung dieser Anwendung resultieren. Sie allein sind dafür verantwortlich, die zum Entfernen ausgewählten Elemente zu überprüfen und sicherzustellen, dass sie für Ihr System oder Ihre Anwendungen nicht erforderlich sind. Es wird dringend empfohlen, vor der Durchführung von Bereinigungsvorgängen aktuelle Backups zu erstellen.
he: בהמשך, אתה מאשר ש-SparkClean מסופק "כמות שהוא" ללא אחריות מכל סוג שהוא. המפתח אינו נושא באחריות לכל אובדן נתונים, אי יציבות מערכת או נזקים הנובעים מהשימוש באפליקציה זו. אתה האחראי הבלעדי לסקור את הפריטים שנבחרו להסרה ולוודא שהם אינם נדרשים על ידי המערכת או היישומים שלך. מומלץ מאוד לשמור על גיבויים עדכניים לפני ביצוע פעולות ניקוי כלשהן.
ja: 続行すると、SparkClean がいかなる種類の保証もなく「現状のまま」提供されることを承認したことになります。開発者は、このアプリケーションの使用に起因するデータの損失、システムの不安定性、または損害に対して一切の責任を負いません。削除対象として選択された項目を確認し、それらの項目がシステムやアプリケーションに不要であることを確認するのは、お客様の単独の責任です。クリーンアップ操作を実行する前に、最新のバックアップを維持することを強くお勧めします。
zh_hans: 继续操作即表示您承认 SparkClean 按“原样”提供，不提供任何形式的保证。开发者对因使用本应用程序而导致的任何数据丢失、系统不稳定或损坏不承担任何责任。您全权负责检查选择删除的项目，并确保您的系统或应用程序不需要它们。强烈建议在执行任何清理操作之前维护最新的备份。

# CAUTION (%lld categories, %@):
source: CAUTION (%1$lld categories, %2$@):
de: VORSICHT (%1$lld Kategorien, %2$@):
he: זהירות (%1$lld קטגוריות, %2$@):
ja: 注意（%1$lldカテゴリ、%2$@）：
zh_hans: 谨慎（%1$lld 个类别，%2$@）：

source: Cached mail attachment downloads — re-downloaded from server
de: Zwischengespeicherte Downloads von E-Mail-Anhängen – erneut vom Server heruntergeladen
he: קבצים מצורפים לדואר שהורדו ונשמרו במטמון — יורדו מחדש מהשרת
ja: キャッシュされたメール添付ファイルのダウンロード - サーバーから再ダウンロード
zh_hans: 缓存的邮件附件下载 — 从服务器重新下载

source: Cached message attachments — deleting creates 'Missing Attachment' placeholders in Messages. May re-download if Messages in iCloud is enabled.
de: Zwischengespeicherte Nachrichtenanhänge – beim Löschen werden Platzhalter für „Fehlende Anhänge“ in Nachrichten erstellt. Kann erneut heruntergeladen werden, wenn Nachrichten in iCloud aktiviert sind.
he: קבצים מצורפים של Messages שנשמרו במטמון — מחיקתם יוצרת מצייני מקום של 'קובץ מצורף חסר'. ייתכן שיורדו מחדש אם Messages ב-iCloud מופעלת.
ja: キャッシュされたメッセージの添付ファイル — 削除すると、メッセージ内に「不足している添付ファイル」プレースホルダーが作成されます。 iCloud のメッセージが有効になっている場合は、再ダウンロードする可能性があります。
zh_hans: 缓存的邮件附件 - 删除会在邮件中创建“丢失附件”占位符。如果启用了 iCloud 中的消息，可能会重新下载。

source: Cancel
de: Abbrechen
he: בטל
ja: キャンセル
zh_hans: 取消

source: Cargo registry and build cache
de: Cargo-Registry und Build-Cache
he: הרישום ומטמון הבנייה של Cargo
ja: Cargoレジストリとビルドキャッシュ
zh_hans: Cargo 注册表与构建缓存

source: Categories
de: Kategorien
he: קטגוריות
ja: カテゴリ
zh_hans: 类别

source: Categories:
de: Kategorien:
he: קטגוריות:
ja: カテゴリ:
zh_hans: 类别：

source: Caution
de: Vorsicht
he: זהירות
ja: 注意
zh_hans: 谨慎

source: Check for Updates
de: Nach Updates suchen
he: חפש עדכונים
ja: アップデートを確認
zh_hans: 检查更新

source: Check for Updates — verify your version from Settings > About or Support menu
de: Nach Updates suchen – überprüfen Sie Ihre Version über das Menü „Einstellungen“ > „Info“ oder „Support“.
he: חפש עדכונים — בדוק את הגרסה שלך דרך הגדרות > אודות או דרך תפריט התמיכה
ja: アップデートの確認 — [設定] > [バージョン情報] または [サポート] メニューからバージョンを確認します。
zh_hans: 检查更新 — 从“设置”>“关于”或“支持”菜单验证您的版本
